Laba13_1/src/com/company/Request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://spring.io/guides/gs-producing-web-service">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:getSubjectRequest>
            <gs:name>Math</gs:name>
        </gs:getSubjectRequest>
    </soapenv:Body>
</soapenv:Envelope>
